Repository: Ale-Newport/Gym-App
Catalog: GymApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, it, ko, pl, tr, zh_hans

# trackingMode.repsOnly
source: Reps
es: Repeticiones
fr: Répétitions
hi: रेप्स
it: Ripetizioni
tr: Tekrar
zh_hans: 次数

# trackingMode.weightAndDuration
source: Weight & Time
es: Peso y tiempo
fr: Charge & temps
hi: वज़न और समय
it: Peso e tempo
tr: Ağırlık ve Süre
zh_hans: 重量与时间

# trackingMode.weightAndReps
source: Weight × Reps
es: Peso × repeticiones
fr: Charge × répétitions
hi: वज़न × रेप्स
it: Peso × ripetizioni
tr: Ağırlık × Tekrar
zh_hans: 重量 × 次数

# trackingMode.weightedBodyweight
source: Bodyweight + Added Weight
es: Peso corporal + lastre
fr: Poids du corps + charge
hi: बॉडीवेट + अतिरिक्त वज़न
it: Corpo libero + peso aggiunto
tr: Vücut Ağırlığı + Ek Ağırlık
zh_hans: 自重 + 负重

# trainingTime.afternoon
source: Afternoon
es: Por la tarde
fr: Après-midi
hi: दोपहर
it: Pomeriggio
tr: Öğleden sonra
zh_hans: 下午

# trainingTime.earlyMorning
source: Early morning
es: A primera hora
fr: Tôt le matin
hi: तड़के सुबह
it: Prima mattina
tr: Sabahın erken saati
zh_hans: 清晨

# trainingTime.evening
source: Evening
es: Al final del día
fr: Soirée
hi: शाम
it: Sera
tr: Akşam
zh_hans: 傍晚

# trainingTime.midday
source: Midday
es: Al mediodía
fr: Midi
hi: दिन के बीच
it: Mezzogiorno
tr: Öğle
zh_hans: 中午

# trainingTime.morning
source: Morning
es: Por la mañana
fr: Matin
hi: सुबह
it: Mattina
tr: Sabah
zh_hans: 上午

# trainingTime.night
source: Night
es: Por la noche
fr: Nuit
hi: रात
it: Notte
tr: Gece
zh_hans: 夜间

# trainingTime.varies
source: It varies
es: Depende del día
fr: Ça varie
hi: अलग-अलग रहता है
it: Varia
tr: Değişiyor
zh_hans: 不固定

# unitSystem.metric
source: Metric
es: Métrico
fr: Métrique
hi: मीट्रिक
it: Metrico
tr: Metrik
zh_hans: 公制

# validation.age.range
source: Enter an age between %@ and %@ years.
es: Introduce una edad entre %@ y %@ años.
fr: Saisis un âge entre %@ et %@ ans.
hi: %@ और %@ साल के बीच उम्र दर्ज करें।
it: Inserisci un'età tra %@ e %@ anni.
pl: Podaj wiek między %@ a %@ lat.
tr: %@ ile %@ yaş arasında bir değer gir.
zh_hans: 请输入 %@ 到 %@ 岁之间的年龄。

# validation.bodyMass.range
source: Enter a weight between %@ and %@ kg.
es: Introduce un peso entre %@ y %@ kg.
fr: Saisis un poids entre %@ et %@ kg.
hi: %@ और %@ kg के बीच वज़न दर्ज करें।
it: Inserisci un peso tra %@ e %@ kg.
pl: Podaj wagę między %@ a %@ kg.
tr: %@ ile %@ kg arasında bir kilo gir.
zh_hans: 请输入 %@ 到 %@ kg 之间的体重。

# validation.collection.empty
source: Add at least one item first.
es: Añade al menos un elemento antes.
fr: Ajoute d’abord au moins un élément.
hi: पहले कम से कम एक चीज़ जोड़ें।
it: Aggiungi prima almeno un elemento.
pl: Najpierw dodaj przynajmniej jedną pozycję.
tr: Önce en az bir öğe ekle.
zh_hans: 请先添加至少一项。

# validation.energy.range
source: Enter a daily energy target between %@ and %@ kcal.
es: Introduce un objetivo diario de energía entre %@ y %@ kcal.
fr: Saisis un objectif énergétique quotidien entre %@ et %@ kcal.
hi: %@ और %@ kcal के बीच दैनिक एनर्जी लक्ष्य दर्ज करें।
it: Inserisci un obiettivo energetico giornaliero tra %@ e %@ kcal.
pl: Podaj dzienny cel energetyczny między %@ a %@ kcal.
tr: %@ ile %@ kcal arasında bir günlük enerji hedefi gir.
zh_hans: 请输入 %@ 到 %@ kcal 之间的每日热量目标。

# validation.energyDensity.range
source: Enter an energy value between %@ and %@ kcal per 100 g.
es: Introduce un valor energético entre %@ y %@ kcal por 100 g.
fr: Saisis une valeur énergétique entre %@ et %@ kcal pour 100 g.
hi: प्रति 100 g के लिए %@ और %@ kcal के बीच एनर्जी दर्ज करें।
it: Inserisci un valore energetico tra %@ e %@ kcal per 100 g.
pl: Podaj wartość energetyczną między %@ a %@ kcal na 100 g.
tr: 100 g için %@ ile %@ kcal arasında bir enerji değeri gir.
zh_hans: 请输入每 100 g 中 %@ 到 %@ kcal 之间的热量值。

# validation.equipment.incrementRange
source: Enter an increment between %@ and %@ kg.
es: Introduce un incremento entre %@ y %@ kg.
fr: Saisis un incrément entre %@ et %@ kg.
hi: %@ और %@ kg के बीच बढ़ोतरी दर्ज करें।
it: Inserisci un incremento tra %@ e %@ kg.
pl: Podaj skok między %@ a %@ kg.
tr: %@ ile %@ kg arasında bir artış değeri gir.
zh_hans: 请输入 %@ 到 %@ kg 之间的递增值。

# validation.equipment.ladderEmpty
source: Add at least one weight to this list.
es: Añade al menos un peso a esta lista.
fr: Ajoute au moins une charge à cette liste.
hi: इस सूची में कम से कम एक वज़न जोड़ें।
it: Aggiungi almeno un peso a questo elenco.
pl: Dodaj do tej listy przynajmniej jeden ciężar.
tr: Bu listeye en az bir ağırlık ekle.
zh_hans: 请在这个列表里至少添加一个重量。

# validation.grams.range
source: Enter a weight in grams between %@ and %@.
es: Introduce un peso en gramos entre %@ y %@.
fr: Saisis un poids en grammes entre %@ et %@.
hi: %@ और %@ के बीच ग्राम में वज़न दर्ज करें।
it: Inserisci un peso in grammi tra %@ e %@.
pl: Podaj wagę w gramach między %@ a %@.
tr: %@ ile %@ arasında gram cinsinden bir ağırlık gir.
zh_hans: 请输入 %@ 到 %@ 之间的克数。

# validation.height.range
source: Enter a height between %@ and %@ cm.
es: Introduce una altura entre %@ y %@ cm.
fr: Saisis une taille entre %@ et %@ cm.
hi: %@ और %@ cm के बीच लंबाई दर्ज करें।
it: Inserisci un'altezza tra %@ e %@ cm.
pl: Podaj wzrost między %@ a %@ cm.
tr: %@ ile %@ cm arasında bir boy gir.
zh_hans: 请输入 %@ 到 %@ cm 之间的身高。

# validation.load.range
source: Enter a weight between %@ and %@ kg.
es: Introduce un peso entre %@ y %@ kg.
fr: Saisis une charge entre %@ et %@ kg.
hi: %@ और %@ kg के बीच वज़न दर्ज करें।
it: Inserisci un peso tra %@ e %@ kg.
pl: Podaj ciężar między %@ a %@ kg.
tr: %@ ile %@ kg arasında bir ağırlık gir.
zh_hans: 请输入 %@ 到 %@ kg 之间的重量。

# validation.name.empty
source: Enter a name.
es: Introduce un nombre.
fr: Saisis un nom.
hi: कोई नाम दर्ज करें।
it: Inserisci un nome.
pl: Podaj nazwę.
tr: Bir ad gir.
zh_hans: 请输入名称。

# validation.name.tooLong
source: Use %@ characters or fewer.
es: Usa %@ caracteres como máximo.
fr: Utilise %@ caractères au maximum.
hi: %@ या उससे कम अक्षर इस्तेमाल करें।
it: Usa al massimo %@ caratteri.
pl: Użyj maksymalnie %@ znaków.
tr: En fazla %@ karakter kullan.
zh_hans: 请控制在 %@ 个字符以内。

# validation.number.notFinite
source: Enter a number.
es: Introduce un número.
fr: Saisis un nombre.
hi: कोई संख्या दर्ज करें।
it: Inserisci un numero.
pl: Podaj liczbę.
tr: Bir sayı gir.
zh_hans: 请输入一个数字。

# validation.portion.range
source: Enter an amount between %@ and %@.
es: Introduce una cantidad entre %@ y %@.
fr: Saisis une quantité entre %@ et %@.
hi: %@ और %@ के बीच मात्रा दर्ज करें।
it: Inserisci una quantità tra %@ e %@.
pl: Podaj ilość między %@ a %@.
tr: %@ ile %@ arasında bir miktar gir.
zh_hans: 请输入 %@ 到 %@ 之间的数量。

# validation.servings.range
source: Enter a serving count between %@ and %@.
es: Introduce un número de raciones entre %@ y %@.
fr: Saisis un nombre de portions entre %@ et %@.
hi: %@ और %@ के बीच सर्विंग की संख्या दर्ज करें।
it: Inserisci un numero di porzioni tra %@ e %@.
pl: Podaj liczbę porcji między %@ a %@.
tr: %@ ile %@ arasında bir porsiyon sayısı gir.
zh_hans: 请输入 %@ 到 %@ 之间的份数。

# weekday.friday
source: Friday
es: viernes
fr: vendredi
hi: शुक्रवार
it: Venerdì
tr: Cuma
zh_hans: 星期五

# weekday.monday
source: Monday
es: lunes
fr: lundi
hi: सोमवार
it: Lunedì
tr: Pazartesi
zh_hans: 星期一

# weekday.saturday
source: Saturday
es: sábado
fr: samedi
hi: शनिवार
it: Sabato
tr: Cumartesi
zh_hans: 星期六

# weekday.short.friday
source: Fri
es: vie
fr: ven
hi: शुक्र
it: Ven
tr: Cum
zh_hans: 周五

# weekday.short.monday
source: Mon
es: lun
fr: lun
hi: सोम
it: Lun
tr: Pzt
zh_hans: 周一

# weekday.short.saturday
source: Sat
es: sáb
fr: sam
hi: शनि
it: Sab
tr: Cmt
zh_hans: 周六

# weekday.short.sunday
source: Sun
es: dom
fr: dim
hi: रवि
it: Dom
tr: Paz
zh_hans: 周日

# weekday.short.thursday
source: Thu
es: jue
fr: jeu
hi: गुरु
it: Gio
tr: Per
zh_hans: 周四

# weekday.short.tuesday
source: Tue
es: mar
fr: mar
hi: मंगल
it: Mar
tr: Sal
zh_hans: 周二

# weekday.short.wednesday
source: Wed
es: mié
fr: mer
hi: बुध
it: Mer
tr: Çar
zh_hans: 周三

# weekday.sunday
source: Sunday
es: domingo
fr: dimanche
hi: रविवार
it: Domenica
tr: Pazar
zh_hans: 星期日

# weekday.thursday
source: Thursday
es: jueves
fr: jeudi
hi: गुरुवार
it: Giovedì
tr: Perşembe
zh_hans: 星期四

# weekday.tuesday
source: Tuesday
es: martes
fr: mardi
hi: मंगलवार
it: Martedì
tr: Salı
zh_hans: 星期二

# weekday.wednesday
source: Wednesday
es: miércoles
fr: mercredi
hi: बुधवार
it: Mercoledì
tr: Çarşamba
zh_hans: 星期三

# weightUnit.kg
source: Kilograms (kg)
es: Kilogramos (kg)
fr: Kilogrammes (kg)
hi: किलोग्राम (kg)
it: Chilogrammi (kg)
tr: Kilogram (kg)
zh_hans: 千克（kg）

# weightUnit.lb
source: Pounds (lb)
es: Libras (lb)
fr: Livres (lb)
hi: पाउंड (lb)
it: Libbre (lb)
tr: Pound (lb)
zh_hans: 磅（lb）

# widget.accessibility.calories
source: %1$@ of %2$@ kilocalories eaten today
es: %1$@ de %2$@ kilocalorías comidas hoy
fr: %1$@ kilocalories mangées sur %2$@ aujourd’hui
hi: आज %2$@ किलोकैलोरी में से %1$@ खाई
it: %1$@ chilocalorie assunte oggi su %2$@
zh_hans: 今天已摄入 %1$@ / %2$@ 千卡

# widget.accessibility.inProgress
source: %@ in progress
es: %@ en curso
fr: %@ en cours
hi: %@ चल रहा है
it: %@ in corso
zh_hans: %@ 进行中

# widget.accessibility.openApp
source: Open Forge
es: Abrir Forge
fr: Ouvrir Forge
hi: Forge खोलें
it: Apri Forge
zh_hans: 打开 Forge

# widget.accessibility.plannedSession
source: %1$@, %2$@, about %3$@
es: %1$@, %2$@, unos %3$@
fr: %1$@, %2$@, environ %3$@
hi: %1$@, %2$@, करीब %3$@
it: %1$@, %2$@, circa %3$@
zh_hans: %1$@，%2$@，约 %3$@

# widget.accessibility.resumeWorkout
source: Resume %@
es: Reanudar %@
fr: Reprendre %@
hi: %@ जारी रखें
it: Riprendi %@
zh_hans: 继续 %@

# widget.accessibility.setsCompleted
source: %1$lld of %2$lld sets completed
es: %1$lld de %2$lld series completadas
fr: %1$lld séries terminées sur %2$lld
hi: %2$lld में से %1$lld सेट पूरे
it: %1$lld serie su %2$lld completate
zh_hans: 已完成 %1$lld / %2$lld 组

# widget.accessibility.startWorkout
source: Start %@
es: Empezar %@
fr: Commencer %@
hi: %@ शुरू करें
it: Inizia %@
zh_hans: 开始 %@

# widget.accessibility.weekCompleted
source: %lld workouts done this week
es: %lld entrenamientos hechos esta semana
fr: %lld séances faites cette semaine
hi: इस हफ़्ते %lld वर्कआउट पूरे
it: %lld allenamenti fatti questa settimana
zh_hans: 本周已完成 %lld 次训练

# widget.accessibility.weekProgress
source: %1$lld of %2$lld workouts done this week
es: %1$lld de %2$lld entrenamientos hechos esta semana
fr: %1$lld séances faites sur %2$lld cette semaine
hi: इस हफ़्ते %2$lld में से %1$lld वर्कआउट पूरे
it: %1$lld allenamenti su %2$lld fatti questa settimana
zh_hans: 本周已完成 %1$lld / %2$lld 次训练

# widget.calories.consumedOfTarget
source: %1$@ of %2$@ kcal
es: %1$@ de %2$@ kcal
fr: %1$@ sur %2$@ kcal
hi: %1$@ / %2$@ kcal
it: %1$@ di %2$@ kcal
zh_hans: %1$@ / %2$@ kcal

# widget.calories.ofTarget
source: of %@ kcal
es: de %@ kcal
fr: sur %@ kcal
hi: %@ kcal में से
it: su %@ kcal
zh_hans: / %@ kcal

# widget.calories.over
source: %@ kcal over
es: %@ kcal de más
fr: %@ kcal de dépassement
hi: %@ kcal ज़्यादा
it: %@ kcal in più
zh_hans: 超出 %@ kcal

# widget.calories.remaining
source: %@ kcal left
es: Quedan %@ kcal
fr: %@ kcal restantes
hi: %@ kcal बाकी
it: %@ kcal rimaste
zh_hans: 剩余 %@ kcal

# widget.exercises
source: %lld exercises
es: %lld ejercicios
fr: %lld exercices
hi: %lld एक्सरसाइज़
it: %lld esercizi
zh_hans: %lld 个动作

# widget.inProgress.label
source: In progress
es: En curso
fr: En cours
hi: चल रहा है
it: In corso
zh_hans: 进行中

# widget.inline.active
source: Training now
es: Entrenando ahora
fr: Séance en cours
hi: अभी ट्रेनिंग
it: Ti stai allenando
zh_hans: 正在训练

# widget.inline.next
source: Next: %@
es: Siguiente: %@
fr: Ensuite : %@
hi: आगे: %@
it: Poi: %@
zh_hans: 接下来：%@

# widget.live.elapsed
source: Elapsed
es: Transcurrido
fr: Écoulé
hi: बीता समय
it: Trascorso
zh_hans: 已用时

# widget.live.rest
source: Rest
es: Descanso
fr: Repos
hi: आराम
it: Recupero
zh_hans: 休息

# widget.live.set
source: Set
es: Serie
fr: Série
hi: सेट
it: Serie
zh_hans: 组

# widget.live.setOfTotal
source: Set %1$lld of %2$lld
es: Serie %1$lld de %2$lld
fr: Série %1$lld sur %2$lld
hi: सेट %1$lld / %2$lld
it: Serie %1$lld di %2$lld
zh_hans: 第 %1$lld / %2$lld 组

# widget.live.sets
source: Sets
es: Series
fr: Séries
hi: सेट
it: Serie
zh_hans: 组数

# widget.lockScreen.description
source: Your training and nutrition on the Lock Screen.
es: Tu entrenamiento y tu nutrición en la pantalla bloqueada.
fr: Ton entraînement et ta nutrition sur l’écran verrouillé.
hi: लॉक स्क्रीन पर आपकी ट्रेनिंग और न्यूट्रिशन।
it: Allenamento e alimentazione sulla schermata di blocco.
zh_hans: 锁定屏幕上的训练与饮食概览。

# widget.lockScreen.displayName
source: Forge Summary
es: Resumen de Forge
fr: Résumé Forge
hi: Forge सारांश
it: Riepilogo Forge
zh_hans: Forge 概览

# widget.macro.carbs
source: Carbs
es: Hidratos
fr: Glucides
hi: कार्ब्स
it: Carbo
zh_hans: 碳水

# widget.macro.fat
source: Fat
es: Grasa
fr: Lipides
hi: फैट
it: Grassi
zh_hans: 脂肪

# widget.macro.protein
source: Protein
es: Proteína
fr: Protéines
hi: प्रोटीन
it: Proteine
zh_hans: 蛋白质

# widget.nextUp
source: Next up
es: Siguiente
fr: Ensuite
hi: आगे
it: Prossimo
zh_hans: 接下来

# widget.nextWorkout.description
source: Today's session at a glance, with a shortcut straight into it.
es: La sesión de hoy de un vistazo, con un acceso directo para entrar.
fr: La séance du jour en un coup d’œil, avec un raccourci pour y entrer.
hi: आज का सेशन एक नज़र में, सीधे उसमें जाने के शॉर्टकट के साथ।
it: La sessione di oggi a colpo d'occhio, con una scorciatoia per entrarci.
zh_hans: 一眼看到今天的训练，并可直接进入。

# widget.nextWorkout.displayName
source: Next Workout
es: Próximo entreno
fr: Prochaine séance
hi: अगला वर्कआउट
it: Prossimo allenamento
zh_hans: 下次训练

# widget.noProgram.message
source: Open Forge to build your programme.
es: Abre Forge para montar tu programa.
fr: Ouvre Forge pour construire ton programme.
hi: अपना प्रोग्राम बनाने के लिए Forge खोलें।
it: Apri Forge per costruire il tuo programma.
zh_hans: 打开 Forge 创建你的训练计划。

# widget.noProgram.title
source: No session planned
es: Sin sesión prevista
fr: Aucune séance prévue
hi: कोई सेशन तय नहीं
it: Nessuna sessione in programma
zh_hans: 今天没有安排训练

# widget.nutrition.description
source: Calories and macros for today.
es: Calorías y macros de hoy.
fr: Calories et macros du jour.
hi: आज की कैलोरी और मैक्रो।
it: Calorie e macro di oggi.
zh_hans: 今天的热量和宏量营养素。

# widget.nutrition.disabled.message
source: Turn food tracking on in Forge to use this widget.
es: Activa el registro de comidas en Forge para usar este widget.
fr: Active le suivi alimentaire dans Forge pour utiliser ce widget.
hi: इस विजेट के लिए Forge में फ़ूड ट्रैकिंग चालू करें।
it: Attiva il monitoraggio dell'alimentazione in Forge per usare questo widget.
zh_hans: 在 Forge 中打开饮食记录即可使用这个小组件。

# widget.nutrition.disabled.title
source: Nutrition is off
es: La nutrición está desactivada
fr: La nutrition est désactivée
hi: न्यूट्रिशन बंद है
it: Nutrizione disattivata
zh_hans: 饮食记录已关闭

# widget.nutrition.displayName
source: Nutrition
es: Nutrición
hi: न्यूट्रिशन
it: Nutrizione
zh_hans: 饮食

# widget.nutrition.noTarget.message
source: Open Forge to set your daily calories and macros.
es: Abre Forge para fijar tus calorías y tus macros diarios.
fr: Ouvre Forge pour définir tes calories et tes macros du jour.
hi: अपनी दैनिक कैलोरी और मैक्रो तय करने के लिए Forge खोलें।
it: Apri Forge per impostare calorie e macro giornaliere.
zh_hans: 打开 Forge 设定每日热量和宏量营养素。

# widget.nutrition.noTarget.title
source: No calorie target
es: Sin objetivo de calorías
fr: Aucun objectif calorique
hi: कोई कैलोरी लक्ष्य नहीं
it: Nessun obiettivo calorico
zh_hans: 没有热量目标

# widget.nutrition.stale.message
source: Open Forge to bring today's numbers up to date.
es: Abre Forge para poner al día los números de hoy.
fr: Ouvre Forge pour mettre les chiffres du jour à jour.
hi: आज के आंकड़े अपडेट करने के लिए Forge खोलें।
it: Apri Forge per aggiornare i numeri di oggi.
zh_hans: 打开 Forge 更新今天的数据。

# widget.nutrition.stale.title
source: Today is not logged yet
es: Hoy aún no está registrado
fr: La journée n’est pas encore enregistrée
hi: आज का दर्ज नहीं हुआ
it: Oggi non è ancora registrato
zh_hans: 今天还没有记录

# widget.nutrition.today
source: Today
es: Hoy
fr: Aujourd’hui
hi: आज
it: Oggi
zh_hans: 今天

# widget.open
source: Open
es: Abrir
fr: Ouvrir
hi: खोलें
it: Apri
zh_hans: 打开

# widget.restDay.message
source: Recovery is part of the programme.
es: La recuperación forma parte del programa.
fr: La récupération fait partie du programme.
hi: रिकवरी भी प्रोग्राम का हिस्सा है।
it: Il recupero fa parte del programma.
zh_hans: 恢复也是计划的一部分。

# widget.restDay.title
source: Rest day
es: Día de descanso
fr: Jour de repos
hi: आराम का दिन
it: Giorno di riposo
zh_hans: 休息日

# widget.resume
source: Resume
es: Reanudar
fr: Reprendre
hi: जारी रखें
it: Riprendi
zh_hans: 继续

# widget.start
source: Start
es: Empezar
fr: Commencer
hi: शुरू करें
it: Inizia
zh_hans: 开始

# widget.unavailable.message
source: Open Forge once and this widget will fill in.
es: Abre Forge una vez y este widget se rellenará.
fr: Ouvre Forge une fois et ce widget se remplira.
hi: Forge एक बार खोलें और यह विजेट भर जाएगा।
it: Apri Forge una volta e questo widget si riempirà.
zh_hans: 打开一次 Forge，这个小组件就会显示内容。

# widget.unavailable.title
source: Nothing to show yet
es: Aún no hay nada que mostrar
fr: Rien à afficher pour l’instant
hi: अभी दिखाने को कुछ नहीं
it: Ancora niente da mostrare
zh_hans: 暂时没有内容

# widget.week.label
source: This week
es: Esta semana
fr: Cette semaine
hi: इस हफ़्ते
it: Questa settimana
zh_hans: 本周

# widget.workout.generic
source: Workout
es: Entrenamiento
fr: Séance
hi: वर्कआउट
it: Allenamento
zh_hans: 训练

# workoutHub.calendar.bringForward
source: Earlier
es: Antes
fr: Plus tôt
hi: पहले
it: Prima
zh_hans: 提前

# workoutHub.calendar.jumpToToday
source: %@. Tap to jump back to this month.
es: %@. Toca para volver a este mes.
fr: %@. Touche pour revenir à ce mois.
hi: %@. इस महीने पर लौटने के लिए टैप करें।
it: %@. Tocca per tornare a questo mese.
zh_hans: %@。点按可回到本月。

# workoutHub.calendar.legend
source: What the marks mean
es: Qué significan las marcas
fr: Ce que les repères signifient
hi: इन निशानों का मतलब
it: Cosa significano i segni
zh_hans: 标记的含义

# workoutHub.calendar.loading
source: Loading your calendar
es: Cargando tu calendario
fr: Chargement de ton calendrier
hi: आपका कैलेंडर लोड हो रहा है
it: Caricamento del tuo calendario
zh_hans: 正在载入你的日历

# workoutHub.calendar.missedExplanation
source: A missed day does not break your plan. Forge can re-seat the rest of the week so nothing is dropped and no muscle group gets trained twice in a row.
es: Un día perdido no rompe tu plan. Forge puede recolocar el resto de la semana para que no se caiga nada y ningún grupo muscular se entrene dos días seguidos.
fr: Un jour manqué ne casse pas ton plan. Forge peut replacer le reste de la semaine pour que rien ne saute et qu’aucun groupe musculaire ne soit travaillé deux fois d’affilée.
hi: एक दिन छूटने से आपका प्लान नहीं टूटता। Forge बाकी हफ़्ते को फिर से जमा सकता है, ताकि कुछ छूटे नहीं और एक ही मसल ग्रुप लगातार दो दिन न पड़े।
it: Un giorno saltato non rompe il piano. Forge può risistemare il resto della settimana in modo che non si perda nulla e nessun gruppo muscolare venga allenato due volte di fila.
zh_hans: 漏掉一天并不会打乱你的计划。Forge 可以把这一周剩下的安排重新排布，既不丢掉任何内容，也不会让同一肌群连续两天被训练。

# workoutHub.calendar.monthSummary
source: %lld sessions completed this month.
es: %lld sesiones completadas este mes.
fr: %lld séances terminées ce mois-ci.
hi: इस महीने %lld सेशन पूरे हुए।
it: %lld sessioni completate questo mese.
zh_hans: 本月已完成 %lld 节训练课。

# workoutHub.calendar.movePersists
source: Moving a session changes which weekday your program schedules it on from now on.
es: Mover una sesión cambia el día de la semana en el que tu programa la coloca de ahora en adelante.
fr: Déplacer une séance change le jour de la semaine où ton programme la place, à partir de maintenant.
hi: सेशन खिसकाने से यह बदल जाता है कि आपका प्रोग्राम आगे से उसे हफ़्ते के किस दिन रखेगा।
it: Spostare una sessione cambia da qui in avanti il giorno della settimana in cui il tuo programma la colloca.
zh_hans: 移动一节训练课，会改变今后你的计划把它安排在星期几。

# workoutHub.calendar.moveTo
source: Move to a day
es: Mover a otro día
fr: Déplacer à un autre jour
hi: किसी दिन पर ले जाएँ
it: Sposta a un altro giorno
zh_hans: 移到某一天

# workoutHub.calendar.movedConfirmation
source: %@ now falls on %@.
es: %@ pasa ahora al %@.
fr: %@ tombe maintenant le %@.
hi: %@ अब %@ को है।
it: %@ ora cade di %@.
zh_hans: %@ 现在安排在 %@。

# workoutHub.calendar.movedReason
source: %@ moved from %@ to %@.
es: %@ se movió del %@ al %@.
fr: %@ déplacée de %@ à %@.
hi: %@ को %@ से %@ पर ले जाया गया।
it: Spostamento di %@ da %@ a %@.
zh_hans: %@ 从 %@ 移到 %@。

# workoutHub.calendar.nextMonth
source: Next month
es: Mes siguiente
fr: Mois suivant
hi: अगला महीना
it: Mese successivo
zh_hans: 下个月

# workoutHub.calendar.noEarlierDay
source: There is no earlier training day free.
es: No hay ningún día de entrenamiento libre antes.
fr: Aucun jour d’entraînement plus tôt n’est libre.
hi: इससे पहले कोई ट्रेनिंग दिन खाली नहीं है।
it: Non c'è nessun giorno di allenamento libero prima.
zh_hans: 更早的日子里没有空闲的训练日。

# workoutHub.calendar.noLaterDay
source: There is no later training day free.
es: No hay ningún día de entrenamiento libre después.
fr: Aucun jour d’entraînement plus tard n’est libre.
hi: इसके बाद कोई ट्रेनिंग दिन खाली नहीं है।
it: Non c'è nessun giorno di allenamento libero dopo.
zh_hans: 更晚的日子里没有空闲的训练日。

# workoutHub.calendar.noProgramMessage
source: Once you have a training program, your sessions will appear on this calendar.
es: Cuando tengas un programa de entrenamiento, tus sesiones aparecerán en este calendario.
fr: Dès que tu auras un programme d’entraînement, tes séances apparaîtront sur ce calendrier.
hi: एक बार ट्रेनिंग प्रोग्राम बन जाए, तो आपके सेशन इस कैलेंडर पर दिखने लगेंगे।
it: Quando avrai un programma di allenamento, le tue sessioni compariranno su questo calendario.
zh_hans: 有了训练计划之后，你的训练课就会出现在这个日历上。

# workoutHub.calendar.noProgramTitle
source: No program yet
es: Aún no hay programa
fr: Pas encore de programme
hi: अभी कोई प्रोग्राम नहीं
it: Ancora nessun programma
zh_hans: 还没有训练计划

# workoutHub.calendar.nothingHappened
source: Nothing was scheduled on this day.
es: Este día no había nada programado.
fr: Rien n’était prévu ce jour-là.
hi: इस दिन कुछ भी तय नहीं था।
it: In questo giorno non era previsto nulla.
zh_hans: 这一天没有任何安排。

# workoutHub.calendar.nothingToReschedule
source: There is no session on that day to reschedule.
es: Ese día no hay ninguna sesión que reprogramar.
fr: Il n’y a pas de séance à replanifier ce jour-là.
hi: उस दिन पर खिसकाने लायक कोई सेशन नहीं है।
it: In quel giorno non c'è nessuna sessione da riprogrammare.
zh_hans: 那一天没有可以改期的训练课。

# workoutHub.calendar.openSession
source: Open this session
es: Abrir esta sesión
fr: Ouvrir cette séance
hi: यह सेशन खोलें
it: Apri questa sessione
zh_hans: 打开这节训练课

# workoutHub.calendar.postpone
source: Later
es: Después
fr: Plus tard
hi: बाद में
it: Dopo
zh_hans: 推后

# workoutHub.calendar.previousMonth
source: Previous month
es: Mes anterior
fr: Mois précédent
hi: पिछला महीना
it: Mese precedente
zh_hans: 上个月

# workoutHub.calendar.regenerate
source: Pick new exercises
es: Elegir ejercicios nuevos
fr: Choisir de nouveaux exercices
hi: नई एक्सरसाइज़ चुनें
it: Scegli nuovi esercizi
zh_hans: 重新挑选动作

# workoutHub.calendar.regenerateConfirmation
source: %@ has a new set of exercises.
es: %@ tiene un conjunto nuevo de ejercicios.
fr: %@ a une nouvelle sélection d’exercices.
hi: %@ के लिए नई एक्सरसाइज़ चुनी गई हैं।
it: %@ ha una nuova selezione di esercizi.
zh_hans: %@ 已换上一组新动作。
